"angry" = "enutjat";
"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength." = "L&#39;ansietat no demà buit de les seves penes, però només avui es buida de la seva força.";
"anxious" = "ansiós";
"Art saved me; it got me through my depression and self-loathing, back to a place of innocence." = "L&#39;art em va salvar, sinó que em va arribar a través del meu depressió i odi a si mateix, a un lloc d&#39;innocència.";
"Back" = "Esquena";
"Certainly, I think being depressed is absolutely part of the human condition, it has to be, if there's joy there's its opposite, and it's something you ride if you possibly can." = "Per cert, crec que està deprimit és absolutament part de la condició humana, que ha de ser, si no hi ha alegria no el seu contrari, i és una cosa que caminar si pots.";
"depressed" = "deprimit";
"don't be %@." = "no siguis% @.";
"Don't cry because it's over, smile because it happened." = "No ploris perquè ja s&#39;ha acabat, somriu perquè va succeir.";
"Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind." = "No perdis el temps sentint gelosia. A vegades es guanya ia vegades es perd.";
"dull" = "avorrit";
"EVOO is extra-virgin olive oil. I first coined 'EVOO' on my cooking show because saying 'extra virgin olive oil' over and over was wordy, and I'm an impatient girl - that's why I make 30-minute meals!" = "AOVE és l&#39;oli d&#39;oliva extra verge. La primera vegada que va encunyar &#39;AOVE &quot;en el meu programa de cuina perquè deia« oli d&#39;oliva verge extra&#39; una i altra vegada era prolix, i jo sóc una noia impacient - per això faig els dinars de 30 minuts!";
"For now, I'm just going to hang out with these two smoking hotties and fly privately around the world. It might be lonely up here, but I sure like the view." = "Per ara, només sortiré amb aquestes dues belleses fumar i volar en privat al voltant del món. Podria estar sol aquí, però estic segur que com la vista.";
"guilty" = "culpable";
"Half full" = "La meitat completa";
"He that is jealous is not in love." = "El que és gelós no està enamorat.";
"How ya feeling today?" = "Com et sents avui?";
"I don't know what they are called, the spaces between seconds– but I think of you always in those intervals." = "No sé com es diuen, els espais entre els segons-, però crec que de vosaltres sempre en aquests intervals.";
"I don’t have a photograph, but you can have my footprints. They’re upstairs in my socks." = "No tinc una fotografia, però vostè pot tenir les meves petjades. Estan dalt en els meus mitjons.";
"I got tired of feeling like Dracula. I wanted to see some daylight, and not just at six o’clock in the morning." = "Em vaig cansar de sentir-me com Dràcula. Volia veure la llum del dia, i no només a les sis del matí.";
"I kind of like being depressed." = "A mi m&#39;agrada estar deprimit.";
"I like the idea of being alone. I like the idea of often being alone in all aspects of my life. I like to feel lonely. I like to need things." = "M&#39;agrada la idea d&#39;estar sol. M&#39;agrada la idea d&#39;estar sola amb freqüència en tots els aspectes de la meva vida. M&#39;agrada sentir-me sol. M&#39;agrada les coses que necessiti.";
"I seldom think about my limitations, and they never make me sad. Perhaps there is just a touch of yearning at times; but it is vague, like a breeze among flowers." = "Jo poques vegades penso en les meves limitacions, i mai em fan trist. Potser hi ha un toc de nostàlgia de vegades, però és vague, com una brisa entre les flors.";
"I told her I'd wait forever for her, but that was before I found somebody else who'd give me a ride home." = "Li vaig dir que m&#39;agradaria esperar per sempre per a ella, però això va ser abans de trobar algú que em donaria a casa.";
"I'm impatient. I get twitchy. When I get that feeling I just go out and make something happen." = "Estic impacient. Tinc tics. Quan arribi aquest sentiment em surto i faig alguna cosa succeeixi.";
"I'm mellower now, I'm over 50. But I don't think I'm too mellow. I'm still angry at a lot of things." = "Jo sóc més suau ara, estic més de 50. Però no crec que sóc massa suau. Encara estic enfadat amb un munt de coses.";
"I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want." = "No estic tan enutjat com jo solia ser. Però puc estar en contacte amb aquesta ira bastant ràpid si sento el meu espai està sent envaït o algú que no m&#39;està tractant amb el respecte que crec que vull.";
"If I had a clone, he’d better be my equal, and not my better. Can you imagine how I’d feel being jealous of myself?" = "Si jo tingués un clon, serà millor que sigui el meu igual, i no és el meu millor. Pot vostè imaginar com em sentiria gelosa de mi mateix?";
"If I'm such a legend, then why am I so lonely? Let me tell you, legends are all very well if you've got somebody around who loves you." = "Si sóc tota una llegenda, per què estic tan sola? Déjame que t&#39;expliqui, les llegendes són molt bé si tens algú al teu costat que t&#39;estimi.";
"impatient" = "impacient";
"Intuition is a suspension of logic due to impatience." = "La intuïció és una suspensió de la lògica a causa de la impaciència.";
"It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will." = "Ha estat la meva experiència que gairebé sempre es pot gaudir de les coses si vostè es decideixi fermament que ho faràs.";
"It's practically impossible to look at a penguin and feel angry." = "És pràcticament impossible mirar a un pingüí i sentir ràbia.";
"jealous" = "gelós";
"Laziness is nothing more than the habit of resting before you get tired." = "La mandra no és més que l&#39;hàbit de descansar abans d&#39;arribar cansat.";
"Live half full." = "Viu la meitat.";
"lonely" = "solitari";
"My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?" = "El meu oncle Sammy era un home enutjat. Ell havia imprès en la seva làpida: Què estàs mirant?";
"My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was." = "La gelosia de la meva dona s&#39;està posant ridícul. L&#39;altre dia mirava al meu calendari i volia saber que era maig.";
"Next" = "Pròxim";
"No one really wants to admit they are lonely, and it is never really addressed very much between friends and family. But I have felt lonely many times in my life." = "En realitat, ningú vol admetre que se senten sols, i mai s&#39;aborda realment molt entre amics i familiars. Però m&#39;he sentit sol moltes vegades en la meva vida.";
"nostalgic" = "nostàlgic";
"Nothing in the affairs of men is worthy of great anxiety." = "Res en els assumptes dels homes és digne de gran ansietat.";
"OK" = "Bé";
"People are taken aback by a confident, pretty girl who knows what she wants in life and isn't going to let anyone get in her way. And you know what it's all about? Jealousy." = "Les persones se sorprenen per una noia confiança, força que sap el que vol a la vida i no deixarà que ningú s&#39;interposi en el seu camí. I saps què és tot això? Gelosia.";
"Remembrance of things past is not necessarily the remembrance of things as they were." = "Records del passat no és necessàriament el record de les coses com estaven.";
"sad" = "trist";
"scared" = "espantat";
"Share to \nFacebook" = "Comparteix to \ nFacebook";
"Share to \nTwitter" = "Comparteix to \ nTwitter";
"Sleep did not honor me with it’s presence." = "El somni no em va honrar amb la seva presència.";
"So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be." = "Per tant, aquesta és la meva vida. I vull que sàpigues que estic feliç i trist i encara estic intentant esbrinar com podia ser.";
"Sometimes, I feel discriminated against, but it does not make me angry. It merely astonishes me. How can any deny themselves the pleasure of my company? It's beyond me." = "A vegades, em sento discriminat, però no em fa enutjar. Simplement em sorprèn. Com pot algú negar a si mateixos el plaer de la meva companyia? Està més enllà de mi.";
"Sorry, this quote is too long to post to Twitter." = "Ho sentim, aquesta cita és massa temps per publicar a Twitter.";
"Success is getting what you want, happiness is wanting what you get" = "L&#39;èxit és aconseguir el que vols, la felicitat és voler el que obtens";
"Ten men waiting for me at the door? Send one of them home, I'm tired." = "Deu homes esperant-me a la porta? Enviar a un d&#39;ells a casa, estic cansat.";
"That terrible mood of depression of whether it's any good or not is what is known as The Artist's Reward." = "Aquesta terrible estat d&#39;ànim de la depressió de si és bo o no és el que es coneix com la recompensa de l&#39;artista.";
"The app that turns your\r frown upside down with\r a dose of inspiration to\r kick any bad mood\r in the butt!" = "L&#39;aplicació que converteix el seu \ r celles arrufades l&#39;inrevés amb \ ra dosi d&#39;inspiració per \ r expulsar qualsevol mal humor \ r al cul!";
"The concept of the 'good ol' days' must be one of our society's biggest delusions, top reasons for depression, as well as most often used excuse for lack of success." = "El concepte dels &quot;bons vells dies&quot; ha de ser un dels majors enganys de la nostra societat, els principals motius de la depressió, així com la majoria de les vegades s&#39;utilitza excusa per la manca d&#39;èxit.";
"The ear tends to be lazy, craves the familiar and is shocked by the unexpected; the eye, on the other hand, tends to be impatient, craves the novel and is bored by repetition." = "L&#39;oïda tendeix a ser mandrós, anhela el familiar i se sorprèn per l&#39;inesperat, l&#39;ull, d&#39;altra banda, tendeix a ser impacient, anhela la novel · la i s&#39;avorreix per la repetició.";
"The glass is always" = "El vidre és sempre";
"There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature." = "Hi ha moments en què tota l&#39;ansietat i la fatiga indicat es calma chicha en el plaer infinit i etern descans de la natura.";
"tired" = "cansat";
"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy." = "Per al compliment d&#39;un somni, que li permeti a suar sobre el treball sol, per tenir l&#39;oportunitat de crear, és la carn i les patates de la vida. Els diners és la salsa.";
"True happiness is... to enjoy the present, without anxious dependence upon the future." = "La veritable felicitat és ... a gaudir del present, sense dependre ansiosos sobre el futur.";
"We are homesick most for the places we have never known." = "Som més nostàlgia dels llocs que mai hem conegut.";
"We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment." = "No hem preocupem pel que és passat, ni hem d&#39;estar preocupats pel futur, els homes de discerniment acord només amb el moment present.";
"When someone is impatient and says, 'I haven't got all day,' I always wonder, How can that be? How can you not have all day?" = "Quan algú està impacient i diu: &quot;Jo no tinc tot el dia,&quot; Sempre em pregunto, com pot ser? Com no tenir tot el dia?";
"Whoops" = "Vaja";
"Winston was gelatinous with fatigue." = "Winston era gelatinosa amb la fatiga.";
